/* %1$@ = Make GIF; %2$@ = Take Photo */
"Drag %1$@ after the\n%2$@ action." = "Flytt %1$@ etter\n%2$@-handlingen.";

/* %1$@ = Take Photo, %2$@ = “left” or “right” */
"Drag %1$@ to the %2$@." = "Flytt %1$@ mot %2$@.";

/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %@ = Quick Look */
"Add %@ to\npreview your GIF." = "Legg til %@ for å\nforhåndsvise GIF-en.";

/* %@ = shortcut name */
"Added shortcut: %@" = "Snarvei lagt til: %@";

/* A message; shortcuts on watch have been reset */
"Your shortcuts have been reset. Re-open the Shortcuts app to continue." = "Snarveiene dine er nullstilt. Åpne Snarveier-appen igjen for å fortsette.";

/* Accessibility hint for today widget shortcut that is not running but will run if you tap on it; %@=shortcut name */
"Runs the shortcut %@" = "Utfører snarveien %@";

/* Accessibility hint for today widget shortcut when the shortcut is running; %lu=percentage completed */
"Running, %lu%% complete" = "Utfører, %lu %% fullført";

/* Accessibility label */
"Edit profile photo" = "Rediger profilbilde";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of Notification Center being pulled down from the top of the screen" = "En animasjon der Varslingssenter trekkes ned fra toppen av skjermen";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of adding the Shortcuts widget to the list of active widgets" = "En animasjon der Snarveier-widgeten legges til i listen med aktive widgeter";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of scrolling to the bottom of the widgets list and tapping Edit" = "En animasjon der det rulles til bunnen av widgetlisten og trykkes på Rediger";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of swiping left to the list of widgets" = "En animasjon der det sveipes mot venstre til widgetlisten";

/* Accessibility label in on-boarding flow */
"A screenshot of Notification Center with the Shortcuts widget" = "Et skjermbilde av Varslingssenter med Snarveier-widgeten";

/* Accessibility label. %1$@ = workflow name; %2$@ = workflow short description */
"%1$@, %2$@" = "%1$@, %2$@";

/* Accessibility label; %@ = user’s name */
"%@’s profile picture" = "%@s profilbilde";

/* Accessibility label; option (Twitter handle, website, as email) is NOT selected as main identity; tap to make main identity */
"Make main identity" = "Lag hovedidentitet";

/* Accessibility label; option (Twitter handle, website, as email) is selected as main identity */
"Selected as main identity" = "Valgt som hovedidentitet";

/* Accessiblity label; +/- key on number pad */
"Plus, Minus" = "Pluss, minus";

/* Accessiblity label; backspace key on number pad */
"Backspace" = "Rettetast";

/* Accessiblity label; decimal key on number pad */
"Decimal" = "Desimal";

/* Action extension; missing input from app error message */
"Unfortunately, there is nothing Shortcuts can do about this; it is due to a bug in the host app. We’d recommend contacting the maker of that app and letting them know of this problem." = "Det er dessverre ikke noe Snarveier kan gjøre med dette. Årsaken er en feil i vertsappen. Vi anbefaler at du kontakter leverandøren av appen for å gjøre dem klar over problemet.";

/* Action extension; missing input from app error title */
"The app that opened this extension did not provide any input." = "Appen som åpnet dette tillegget oppga ikke noen inndata.";

/* Alert body; importing shortcut failed */
"The shortcut could not be downloaded." = "Snarveien kunne ikke lastes ned.";

/* Alert message; shortcut on watch has been created by newer version of shortcut and are incompatible */
"The Shortcuts database cannot be read because it was created by a newer version of Shortcuts.\n\nYou can either upgrade Shortcuts or reset your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Snarveier-databasen kan ikke leses fordi den er opprettet av en nyere versjon av Snarveier.\n\nDu kan enten oppgradere Snarveier eller nullstille snarveiene dine. Du vil miste snarveiene dine, men de vil bli gjenopprettet hvis du bruker iCloud-synkronisering.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt. You can fix this by resetting your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Snarveier-databasen kan ikke leses fordi den er ødelagt. Du kan fikse dette ved å nullstille snarveiene dine. Du vil miste snarveiene dine, men de vil bli gjenopprettet hvis du bruker iCloud-synkronisering.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt.\n\nYou can email support with your corrupted database or reset your custom shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Snarveier-databasen kan ikke leses fordi den er ødelagt.\n\nDu kan sende den ødelagte databasen til kundestøtte via e-post eller nullstille de tilpassede snarveiene dine. Du vil miste snarveiene, men de vil bli gjenopprettet hvis du bruker iCloud-synkronisering.";

/* Alert option to email support; shortcuts database on device is corrupt */
"Email Support" = "Kontakt kundestøtten på e‑post";

/* Alert option to reset shortcuts on device */
"Reset Shortcuts" = "Nullstill Snarveier";

/* Alert option to update the Shortcuts app (opens App Store); shortfut on watch has been created by newer version of shortcut and are incompatible */
"Update Shortcuts" = "Oppdater Snarveier";

/* Alert title for an error */
"Aw no!" = "Å nei!";

/* Alert title; shortcut on watch has been created by newer version of shortcut and are incompatible */
"Shortcuts Version Mismatch" = "Ulike Snarveier-versjoner";

/* Alert title; shortcuts on watch have been reset */
"Shortcuts Reset" = "Snarveier er nullstilt";

/* Apple watch; label for result from running the shortcut */
"Result" = "Resultat";

/* Apple watch; label for result from running the shortcut when there are multiple results; %ld=number of results */
"Results (%ld)" = "Resultater (%ld)";

/* Back button */
"Back" = "Tilbake";

/* Body of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Adding the widget dramatically improves the speed of running shortcuts. Are you sure you’d like to skip this step?" = "Widgeter gjør at snarveier kan utføres mye raskere. Er du sikker på at du vil hoppe over dette trinnet?";

/* Body of alert when the user’s gallery submission didn’t go through due to an error */
"Your submission didn’t go through! Try again in a few minutes." = "Innsendingen din kom ikke fram! Prøv igjen om noen minutter.";

/* Button */
"Cancel" = "Avbryt";

/* Button */
"Done" = "Ferdig";

/* Button */
"Next" = "Neste";

/* Button */
"OK" = "OK";

/* Button */
"Submit your own workflow" = "Send inn en arbeidsflyt du har laget";

/* Button for editing their profile picture */
"Edit" = "Rediger";

/* Button or nav bar title */
"Edit Profile" = "Rediger profil";

/* Button or title */
"Run shortcut" = "Utfør snarvei";

/* Button or title to share a shortcut */
"Share Shortcut" = "Del snarvei";

/* Button or title to submit a shortcut to the gallery */
"Submit Shortcut" = "Send inn snarvei";

/* Button or title; user profile */
"Profile" = "Profil";

/* Button that shows all collection search results */
"See All" = "Vis alle";

/* Button title on alert to discard changes to profile */
"Discard Changes" = "Forkast endringer";

/* Button title; create a new shortcut */
"Create Shortcut" = "Opprett snarvei";

/* Button to add the Shortcuts Today Widget */
"Add Widget" = "Legg til widget";

/* Button to keep both shortcuts when you try to import a shortcut with the same name */
"Keep Both" = "Behold begge";

/* Button to replace the older shortcut with the newer shortcut when you try to import a shortcut with the same name */
"Replace" = "Erstatt";

/* Button to skip a step */
"Skip" = "Hopp over";

/* Configure which shortcuts should show up on the watch app */
"Choose shortcuts to show on your watch." = "Velg snarveier som skal vises på klokken.";

/* Configure which shortcuts should show up on the watch complication */
"Choose shortcuts to show in the Complication." = "Velg snarveier som skal vises på komplikasjonen.";

/* Copy content */
"Copy" = "Kopier";

/* Could not find shortcut to run */
"Could not find the specified shortcut." = "Finner ikke den angitte snarveien.";

/* Could not find shortcut to run; %@=shortcut name */
"Could not find the shortcut “%@.”" = "Finner ikke snarveien «%@».";

/* Default shortcut name to use if no name is provided */
"Untitled Shortcut" = "Snarvei uten navn";

/* Description of Siri feature on splash screen */
"Add any shortcut to Siri by recording a personalized voice phrase." = "Legg til en snarvei for Siri ved å ta opp et personlig taleuttrykk.";

/* Description of intro feature on splash screen */
"Combine a series of steps into a single shortcut to automate what you do with your apps. " = "Kombiner en serie med trinn til én snarvei, slik at du kan automatisere det du vil gjøre med apper. ";

/* Description of widget feature on splash screen */
"Access shortcuts even faster with the Shortcuts widget." = "Få enda raskere tilgang til snarveier med Snarveier-widgeten.";

/* Edit profile photo; option to choose a photo from their iOS photo libary */
"Choose from Library" = "Velg fra biblioteket";

/* Edit profile photo; option to take a new photo to use */
"Take Photo" = "Ta bilde";

/* Edit profile; Twitter handle field placeholder */
"@WorkflowHQ" = "@WorkflowHQ";

/* Edit profile; email field placeholder */
"johnny@workflow.is" = "johnny@workflow.is";

/* Edit profile; email field title */
"Email" = "E-post";

/* Edit profile; error message for when the provided website is invalid */
"The website URL “%@” is not valid." = "Nettsted-URL-en «%@» er ikke gyldig.";

/* Edit profile; error title for when the provided website is invalid */
"Invalid Website" = "Ugyldig nettsted";

/* Edit profile; explanation to users on how their name will appear on published workflows; %@ = name, Twitter handle, or website */
"You will be credited as “%@” on your published workflows." = "Du vil bli kreditert som «%@» på snarveiene som publiseres.";

/* Edit profile; person name field title */
"Name" = "Navn";

/* Edit profile; person name field title (required) */
"Name (Required)" = "Navn (kreves)";

/* Edit profile; section header for private information (e.g. Email address) */
"Private Information" = "Privat informasjon";

/* Edit profile; section header for public information (e.g. Twitter handle) */
"Public Information" = "Offentlig informasjon";

/* Edit profile; website field placeholder */
"www.workflow.is" = "www.workflow.is";

/* Empty state description when there are no search results; %@ = query */
"We didn’t turn up anything for “%@”. Try something else." = "«%@» ga ingen treff. Prøv noe annet.";

/* Empty state indicating that a user has no workflows */
"No shortcuts." = "Ingen snarveier.";

/* Empty state title indicating no search results when searching for a workflow or collection in the gallery */
"No Results" = "Ingen treff";

/* Error alert body when importing a shortcut fails */
"The shortcut URL provided was invalid." = "Den angitte snarveis-URL-en er ugyldig.";

/* Error alert title when importing a shortcut fails */
"Import Failed" = "Import mislyktes";

/* Error message */
"There are no photos in your photo library." = "Det er ingen bilder i bildebiblioteket.";

/* Error message description */
"The shortcut link may be invalid, or it may have been deleted." = "Snarveiskoblingen kan være ugyldig eller den kan ha blitt slettet.";

/* Error message shown when the gallery does not load */
"Can’t connect to the Gallery." = "Kan ikke koble til galleriet.";

/* Error message title */
"Shortcut Not Found" = "Snarvei ikke funnet";

/* Error message when a collection does not load */
"Couldn't load this collection." = "Kunne ikke laste inn denne samlingen.";

/* Error message when the collection fails to load */
"Couldn’t load this collection." = "Kunne ikke laste inn denne samlingen.";

/* Error presented to the user when an action times out while running (%@ = the name of the action) */
"The “%@” action took too long to finish running." = "«%@»-handlingen brukte for lang tid på å avslutte.";

/* Exit the app (kills the app) */
"Exit" = "Avslutt";

/* Gallery search section title for collection search results */
"Collections" = "Samlinger";

/* Gallery search; button to show fewer collection search results */
"Show Less" = "Vis færre";

/* Gallery search; button to show more collection search results */
"Show More" = "Vis flere";

/* Generic title for a notification show in the app */
"Notification" = "Varsling";

/* Guided tour; The “Shortcuts” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"Shortcuts (Guided Tour)" = "Snarveier";

/* Guided tour; The “actions” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"actions" = "handlinger";

/* Guided tour; Title for an alert that is shown along side an example shortcut */
"This is a shortcut." = "Dette er en snarvei.";

/* Guided tour; a happy title for an alert that is show when the user has created their first workflow */
"Congrats!" = "Gratulerer!";

/* Guided tour; a happy title for an alert that is shown after a user runs their first shortcut */
"Woot!" = "Hurra!";

/* Guided tour; a more descriptive name for the play button; only used for accessibility */
"run shortcut button" = "utfør snarvei-knapp";

/* Guided tour; let user know that they can drag an action from the actions pane from the left (on the right on RTL devices) to share the GIF */
"Drag over an action to share your GIF." = "Flytt til en handling for å dele GIF-en.";

/* Guided tour; run workflow button that looks like a classic play button (sideways triangle); should be the exact name that is used in the “\n\nYou just created a workflow. Now press the play button to run it!” localized string because it will be used to highlight the text */
"play button" = "start-knapp";

/* Guided tour; shown below “Aw no!” */
"\n\nSomething went wrong. Try again or tap Done." = "\n\nNoe gikk galt. Prøv igjen, eller trykk på Ferdig.";

/* Guided tour; shown below “Aw no!” */
"\n\nYou didn’t finish running the shortcut. Try again or tap Done." = "\n\nSnarveien ble avbrutt før den var ferdig. Prøv igjen, eller trykk på Ferdig.";

/* Guided tour; shown below “Congrats!” */
"\n\nYou just created a shortcut. Now press the play button to run it!" = "\n\nNå har du opprettet en snarvei. Trykk på Start-knappen for å starte den!";

/* Guided tour; shown below “This is a shortcut.”; for RTL, left should be right */
"\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action." = "\n\nSnarveier består av en serie med handlinger (objektene til venstre).\n\nNå skal vi legge til handlingen Lag GIF. Denne animerer bildene fra den første handlingen.";

/* Guided tour; shown below “Welcome to Shortcuts” */
"\n\nLet’s build a shortcut to make an animated GIF." = "\n\nLa oss sette sammen en snarvei som lager en animert GIF.";

/* Guided tour; shown below “Woot!” */
"\n\nYou just ran a shortcut. Wasn’t that cool?" = "\n\nDu har nettopp utført en snarvei. Kult, ikke sant?";

/* Guided tour; welcome to shortcut title */
"Welcome to Shortcuts." = "Velkommen til Snarveier.";

/* Information about what happens when a user submits a workflow to the gallery */
"By tapping “Submit”, your workflow will be submitted for review. If we decide to include your workflow in the Gallery, we’ll notify you by e-mail." = "Ved å trykke på «Send inn» sendes arbeidsflyten inn til gjennomgang. Hvis vi legger ut arbeidsflyten i galleriet, får du beskjed på e-post.";

/* Make GIF action name */
"Make GIF" = "Lag GIF";

/* Media file name label */
"Media File" = "Mediefil";

/* Message of alert when a user tries to import a shortcut with the same name */
"Would you like to replace your shortcut?" = "Vil du erstatte snarveien?";

/* Navigation bar title for the form to fill out with the workflow’s information to submit to the gallery */
"Workflow Info" = "Arbeidsflytinfo";

/* None option */
"None" = "Ingen";

/* Onboarding-flow; user already has widget */
"Great! It looks like you've already added the Shortcuts Widget. Let's keep going." = "Flott! Det ser ut til at du allerede har lagt til Snarveier-widgeten. La oss gå videre.";

/* Onboarding-flow; user does not have widget; text to convice user to get the widget */
"Run shortcuts crazy fast with the Shortcuts Widget." = "Utfør snarveier på et øyeblikk med Snarveier-widgeten.";

/* Placeholder for the description field when submitting a workflow to the gallery */
"Please write a description of what your workflow does here." = "Her kan du skrive en beskrivelse av hva arbeidsflyten gjør.";

/* Placeholder for the longer-form description field when submitting a workflow to the gallery */
"Please write a more detailed description of what your workflow does here." = "Her kan du skrive en mer detaljert beskrivelse av hva arbeidsflyten gjør.";

/* Placeholder for the name field in Edit Profile */
"Johnny Appleseed" = "Johnny Appleseed";

/* Placeholder for the short description field when submitting a workflow to the gallery */
"Please write a brief description of what your workflow does here." = "Her kan du skrive en kort beskrivelse av hva arbeidsflyten gjør.";

/* Print content */
"Print" = "Skriv ut";

/* Quick Look action name */
"Quick Look" = "Hurtigvisning";

/* Recovery option for when the gallery does not load */
"Try Again" = "Prøv igjen";

/* Recovery option for when the gallery does not load and the user should enable Wi-Fi, etc. in the Settings app */
"Open Settings" = "Åpne Innstillinger";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use WLAN to access the Gallery." = "Slå på mobildata eller bruk WLAN for å få tilgang til galleriet.";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use Wi-Fi to access the Gallery." = "Slå på mobildata eller bruk Wi‑Fi for å få tilgang til galleriet.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use WLAN to access the Gallery." = "Slå av flymodus eller bruk WLAN for å få tilgang galleriet.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use Wi-Fi to access the Gallery." = "Slå av flymodus eller bruk Wi‑Fi for å få tilgang galleriet.";

/* Save as image */
"Save Image" = "Arkiver bilde";

/* Search gallery */
"Search" = "Søk";

/* Section title */
"Shortcuts" = "Snarveier";

/* Share via AirDrop */
"AirDrop" = "AirDrop";

/* Share via CloudApp */
"CloudApp" = "CloudApp";

/* Share via DeskConnect */
"DeskConnect" = "DeskConnect";

/* Share via Evernote */
"Evernote" = "Evernote";

/* Share via Facebook */
"Facebook" = "Facebook";

/* Share via Instagram */
"Instagram" = "Instagram";

/* Share via Instapaper */
"Instapaper" = "Instapaper";

/* Share via Mail */
"Mail" = "Mail";

/* Share via Messages */
"Message" = "Melding";

/* Share via Pinboard */
"Pinboard" = "Pinboard";

/* Share via Pocket */
"Pocket" = "Pocket";

/* Share via Slack */
"Slack" = "Slack";

/* Shortcut has been submitted to the gallery */
"Shortcut Submitted" = "Snarvei sendt inn";

/* Shown in HUD after downloading a shortcut from the gallery */
"Added to Library" = "Lagt til i bibliotek";

/* Splash screen primary button title */
"Get Started" = "Kom i gang";

/* Splash screen title */
"Welcome to Shortcuts" = "Velkommen til Snarveier";

/* Stop running the shortcut; %@=shortcut name */
"Stop %@" = "Stopp %@";

/* Take Photo action name */
"Take Photo (action name)" = "Ta bilde";

/* Tap to choose an option */
"Tap to Choose" = "Trykk for å velge";

/* Terms and Conditions view title */
"Terms and Conditions" = "Vilkår og betingelser";

/* The user has submitted the shortcut to the gallery for approval and will be notified when it is approved to be included in the gallery */
"We’ll notify you when we approve it!" = "Du får beskjed når den er godkjent.";

/* Title */
"Gallery" = "Galleri";

/* Title */
"Shortcuts" = "Snarveier";

/* Title for button that is shown after the user submits a shortcut to the gallery to share their workflow. */
"Spread the Word" = "Spre nyheten!";

/* Title for the description field when submitting a workflow to the gallery */
"Description" = "Beskrivelse";

/* Title for the longer-form description field when submitting a workflow to the gallery */
"Long Description" = "Lang beskrivelse";

/* Title for the short description field when submitting a workflow to the gallery */
"Short Description" = "Kort beskrivelse";

/* Title for workflow name field when submitting a workflow to the gallery */
"Workflow Name" = "Arbeidsflytnavn";

/* Title of Siri feature on splash screen */
"Just Ask Siri" = "Bare spør Siri";

/* Title of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Add the Widget?" = "Vil du legge til widgeten?";

/* Title of alert when a user tries to import a shortcut with the same name; %@ = shortcut name */
"You already have a shortcut named “%@”." = "Du har allerede en snarvei med navnet «%@».";

/* Title of alert when the user’s gallery submission didn’t go through due to an error */
"Uh Oh" = "Oops";

/* Title of intro feature on splash screen */
"Take the Shortest Path" = "Ta den korteste veien";

/* Title of main screen showing your library of shortcuts */
"Library" = "Bibliotek";

/* Title of widget feature on splash screen */
"Shortcuts Widget" = "Snarveier-widget";

/* Title; shortcuts database on device is corrupt */
"Corrupt Database" = "Ødelagt database";

/* Today Widget; button to view the shortcut gallery */
"View the Gallery…" = "Vis galleriet…";

/* Today widget button; manage shortcuts that appear in the today widget */
"Manage Shortcuts…" = "Administrer Snarveier…";

/* Today widget button; manage workflows that appear in the today widget */
"Customize in Shortcuts" = "Tilpass i Snarveier";

/* Today widget walkthough; user found widget and should add it */
"You found the widget! Tap *Add Widget* to access this from anywhere." = "Du fant widgeten! Trykk på *Legg til widget* for å få tilgang til den overalt.";

/* Today widget walkthough; user found widget and should come back here */
"You found the widget! Come back here to run your shortcuts quickly." = "Du fant widgeten! Kom tilbake hit for å utføre snarveiene dine raskt.";

/* Today widget; empty state */
"No Shortcuts" = "Ingen snarveier";

/* Today widget; see the rest of the shortcuts in the widget */
"Tap to see the rest" = "Trykk for å se resten";

/* Twitter handle label or share via Twitter */
"Twitter" = "Twitter";

/* Waiting for the gallery to load. Shown under loading indicator */
"Loading" = "Laster inn";

/* Watch app button; stop running the shortcut */
"Stop" = "Stopp";

/* Watch app, title for switch to show and hide a shortcut */
"Show/Hide" = "Vis/skjul";

/* Watch app; Change text field text */
"Tap to Change" = "Trykk for å endre";

/* Watch app; Compose a message */
"Create Message" = "Ny melding";

/* Watch app; Plus/Minus button name for number pad */
"Plus/Minus" = "Pluss/minus";

/* Watch app; Shown under a title of an article; %@=author of article */
"by %@" = "av %@";

/* Watch app; email composer, email address from which to send the mail */
"From Address" = "Avsender";

/* Watch app; email composer; bcc address label */
"Bcc" = "Blindkopi";

/* Watch app; email composer; cc address label */
"Cc" = "Kopi";

/* Watch app; email composer; from address label */
"From" = "Fra";

/* Watch app; email composer; indicates files are attached; %@=number of files attached */
"Attached (%ld)" = "Vedlagt (%ld)";

/* Watch app; email composer; subject label */
"Subject" = "Emne";

/* Watch app; email composer; to address label */
"To" = "Til";

/* Watch app; location could not be determined for an address */
"Location Not Found" = "Sted ikke funnet";

/* Watch app; mail compoer cc/bcc field label */
"Cc/Bcc" = "Kopi til/Blindkopi til";

/* Watch app; number field placeholder */
"Enter number…" = "Skriv tall…";

/* Watch app; send message error message */
"You must choose a contact to send a message to." = "Du må velge en kontakt du vil sende en melding til.";

/* Watch app; send the email */
"Send" = "Send";

/* Watch app; share QuickLook content */
"Share" = "Del";

/* Watch app; shown when user needs to allow access to a certain resource such as Photo Library access; %@=shortcut name */
"Use Handoff on your iPhone to allow access for %@." = "Bruk Handoff på iPhone for å tillate tilgang for %@.";

/* Watch app; tell user that they can use the Handoff feature to continue running the rest of the shortcut on their phone */
"Use Handoff on your iPhone to continue the shortcut." = "Bruk Handoff på iPhone for å fortsette snarveien.";

/* Watch app; text field placeholder */
"Enter text…" = "Skriv tekst…";

/* Watch app; view current content on the phone */
"View on iPhone" = "Vis på iPhone";

/* Watch complication; no shortcuts have been added (modular large complication) */
"No shortcuts have been added." = "Ingen snarveier er lagt til.";

/* Watch complication; no shortcuts have been added (utilitarian small complication, text should be short) */
"No Shortcuts (Short)" = "Ingen snarveier";

/* Website URL label */
"Website" = "Nettsted";

/* Widget tutorial headline; how to add Today Widget */
"Adding the Widget" = "Legger til widgeten";

/* Widget tutorial; accessiblity description */
"An animation of pressing firmly on the Shortcuts home screen icon to open the widget" = "En animasjon der det trykkes hardt på Snarveier-symbolet på Hjem-skjermen for å åpne widgeten";

/* Widget tutorial; how to add Today Widget */
"Tap + to add the Shortcuts Widget. Tap “Done.”" = "Trykk på + for å legge til Snarveier-widgeten. Trykk på «Ferdig».";

/* Widget tutorial; how to add Today Widget on devices that don’t have a home button on iOS 10 and above */
"Swipe up to go home, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Sveip opp for å gå til Hjem-skjermen, trykk hardt på Snarveier-symbolet, og trykk på «Legg til widget».";

/* Widget tutorial; how to add Today Widget on devices that have a home button on iOS 10 and above */
"Press the Home button, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Trykk på Hjem-knappen, trykk hardt på Snarveier-symbolet, og trykk på «Legg til widget».";

/* Widget tutorial; how to add Today Widget on iOS 10, iPad and iPhone, non-3D Touch, iOS 8 and 9 step 3 */
"Scroll to the bottom and\ntap “Edit.”" = "Rull til bunnen, og\ntrykk på «Rediger».";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9 & iOS 10, iPad and iPhone, non-3D Touch step 2 */
"Swipe to the left to view\nyour widgets." = "Sveip mot venstre for å se\nwidgetene dine.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9, iPad step 2 */
"On the lower left, scroll\ndown and tap “Edit.”" = "Rull nedover nede til\nvenstre, og trykk på «Rediger».";

/* Widget tutorial; how to add Today Widget step 1 */
"Swipe down from the top to reveal Notification Center." = "Sveip ned fra toppen for å vise Varslingssenter.";

/* Your shortcut is ready to share as a link */
"Your shortcut is ready to share!" = "Snarveien er klar til å deles!";

/* date range; $@=time until; appended to date with time (e.g. Today 5pm to 6pm); please include space for relevant languages */
" to %@" = " til %@";

/* date range; %1$@ = start date; %2$@ = end date */
"%1$@ to %2$@" = "%1$@ til %2$@";

/* opposite of “left”; should be “left” for RTL languages */
"right" = "høyre";

